Autodesk.Revit.DB.Structure.AcceptImportedElements.Create(System.Collections.Generic.IList{Autodesk.Revit.DB.ElementId})
Creates an AcceptImportedElements failure resolution.
tempModelLineIds:
The temporary graphics created for showing deleted Revit beams.
If none, pass in an empty ElementIdArr
Returns:
The newly created AcceptImportedElements instance.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL

Autodesk.Revit.DB.Structure.AcceptImportedElements
Allows the import of valid connections if errors occured from others.